{
  "plugins": {
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "floatty.nvim": {
      "src": "https://github.com/ingur/floatty.nvim"
    },
    "jj-diffconflicts": {
      "src": "https://github.com/rafikdraoui/jj-diffconflicts"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-nvim-lint": {
      "src": "https://github.com/rshkarin/mason-nvim-lint"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tiny.basics": {
      "src": "https://github.com/nvim4hours/tiny.basics"
    },
    "tiny.treesitter": {
      "src": "https://github.com/nvim4hours/tiny.treesitter"
    },
    "utils.nvim": {
      "src": "https://github.com/samsze0/utils.nvim"
    },
    "websocket.nvim": {
      "src": "https://github.com/samsze0/websocket.nvim"
    }
  }
}